tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "lsd"
brew "pyenv"
brew "ripgrep"
brew "tlrc"
brew "tree"
brew "vim"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "discord"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "setapp"
cask "spotify"
cask "zoom"
